Repository: imamsatya/sorga
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, pt

source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
hi: होम
id: Beranda
pt: Início

source: Play
ar: العب
de: Spielen
es: Jugar
fr: Jouer
hi: खेलें
id: Main
pt: Jogar

source: Achievements
ar: الإنجازات
de: Erfolge
es: Logros
fr: Succès
hi: उपलब्धियाँ
id: Pencapaian
pt: Conquistas

source: Statistics
ar: الإحصائيات
de: Statistik
es: Estadísticas
fr: Statistiques
hi: आँकड़े
id: Statistik
pt: Estatísticas

source: Choose Category
ar: اختر الفئة
de: Kategorie wählen
es: Elegir Categoría
fr: Choisir une Catégorie
hi: श्रेणी चुनें
id: Pilih Kategori
pt: Escolher Categoria

# levelCompleted
source: Level {id} Completed!
ar: المستوى {id} مكتمل!
de: Level {id} abgeschlossen!
es: ¡Nivel {id} Completado!
fr: Niveau {id} Terminé!
hi: स्तर {id} पूरा!
id: Level {id} Selesai!
pt: Nível {id} Concluído!

source: Sort Items
ar: رتب العناصر
de: Elemente sortieren
es: Ordenar Items
fr: Trier les éléments
hi: आइटम क्रमबद्ध करें
id: Urutkan Item
pt: Ordenar Itens

source: Sort Names
ar: رتب الأسماء
de: Namen sortieren
es: Ordenar Nombres
fr: Trier les noms
hi: नाम क्रमबद्ध करें
id: Urutkan Nama
pt: Ordenar Nomes

# lowToHigh
source: Low → High
ar: من الأقل للأكثر
de: Klein → Groß
es: Menor → Mayor
fr: Petit → Grand
hi: कम → अधिक
id: Kecil → Besar
pt: Menor → Maior

# highToLow
source: High → Low
ar: من الأكثر للأقل
de: Groß → Klein
es: Mayor → Menor
fr: Grand → Petit
hi: अधिक → कम
id: Besar → Kecil
pt: Maior → Menor

# aToZ
source: A → Z
ar: أ → ي

# zToA
source: Z → A
ar: ي → أ

source: Next Level
ar: المستوى التالي
de: Nächstes Level
es: Siguiente Nivel
fr: Niveau Suivant
hi: अगला स्तर
id: Level Berikutnya
pt: Próximo Nível

source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास
id: Ulangi
pt: Tentar Novamente

source: Daily Challenge
ar: التحدي اليومي
de: Tägliche Herausforderung
es: Desafío Diario
fr: Défi Quotidien
hi: दैनिक चुनौती
id: Tantangan Harian
pt: Desafio Diário

source: Streak
ar: متتالي
de: Serie
es: Racha
fr: Série
hi: लगातार
pt: Sequência

source: PERFECT!
ar: مثالي!
de: PERFEKT!
es: ¡PERFECTO!
fr: PARFAIT!
hi: परफेक्ट!
id: SEMPURNA!
pt: PERFEITO!

source: TRY AGAIN
ar: حاول مجدداً
de: NOCHMAL VERSUCHEN
es: INTÉNTALO DE NUEVO
fr: RÉESSAYEZ
hi: पुनः प्रयास करें
id: COBA LAGI
pt: TENTE NOVAMENTE

source: completed
ar: مكتمل
de: abgeschlossen
es: completado
fr: terminé
hi: पूरा हुआ
id: selesai
pt: concluído

source: Basic Numbers
ar: أرقام أساسية
de: Grundzahlen
es: Números Básicos
fr: Nombres de Base
hi: बेसिक नंबर
id: Angka Dasar
pt: Números Básicos

# formattedNumbers
source: Formatted
ar: أرقام منسقة
de: Formatiert
es: Formateados
fr: Formatés
hi: फॉर्मेटेड
id: Format
pt: Formatados

source: Time Formats
ar: صيغ الوقت
de: Zeitformate
es: Formatos de Tiempo
fr: Formats de Temps
hi: समय प्रारूप
id: Format Waktu
pt: Formatos de Tempo

source: Name Sorting
ar: ترتيب الأسماء
de: Namen sortieren
es: Ordenar Nombres
fr: Tri de Noms
hi: नाम क्रमबद्धि
id: Urutkan Nama
pt: Ordenar Nomes

source: Mixed Formats
ar: صيغ مختلطة
de: Gemischte Formate
es: Formatos Mixtos
fr: Formats Mixtes
hi: मिश्रित प्रारूप
id: Format Campuran
pt: Formatos Mistos

source: Knowledge
ar: معرفة
de: Wissen
es: Conocimiento
fr: Connaissance
hi: ज्ञान
id: Pengetahuan
pt: Conhecimento

source: levels
ar: مستويات
de: Level
es: niveles
fr: niveaux
hi: स्तर
id: level
pt: níveis

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: शेयर
id: Bagikan
pt: Compartilhar

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
pt: Fechar

source: YOUR TIME
ar: وقتك
de: DEINE ZEIT
es: TU TIEMPO
fr: VOTRE TEMPS
hi: आपका समय
id: WAKTU ANDA
pt: SEU TEMPO

# continueGame
source: CONTINUE
ar: استمر
de: WEITER
es: CONTINUAR
fr: CONTINUER
hi: जारी रखें
id: LANJUTKAN
pt: CONTINUAR

source: RETRY LEVEL
ar: إعادة المستوى
de: LEVEL WIEDERHOLEN
es: REINTENTAR NIVEL
fr: RÉESSAYER LE NIVEAU
hi: स्तर पुनः प्रयास
id: ULANGI LEVEL
pt: TENTAR NÍVEL

source: Your Sorting Paradise
ar: جنة الترتيب الخاصة بك
de: Dein Sortier-Paradies
es: Tu Paraíso de Clasificación
fr: Votre Paradis du Tri
hi: आपका सॉर्टिंग स्वर्ग
id: Surga Pengurutan Anda
pt: Seu Paraíso de Ordenação

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
hi: पूर्ण
id: Selesai
pt: Concluído

source: Progress
ar: التقدم
de: Fortschritt
es: Progreso
fr: Progrès
hi: प्रगति
id: Progres
pt: Progresso

source: Time
ar: الوقت
de: Zeit
es: Tiempo
fr: Temps
hi: समय
id: Waktu
pt: Tempo

source: day
ar: يوم
de: Tag
es: día
fr: jour
hi: दिन
id: hari
pt: dia

source: days
ar: أيام
de: Tage
es: días
fr: jours
hi: दिन
id: hari
pt: dias

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
pt: Configurações

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
pt: Idioma

source: System Default
ar: افتراضي النظام
de: Systemstandard
es: Predeterminado del Sistema
fr: Par Défaut du Système
hi: सिस्टम डिफ़ॉल्ट
id: Default Sistem
pt: Padrão do Sistema

source: Sound Effects
ar: المؤثرات الصوتية
de: Soundeffekte
es: Efectos de Sonido
fr: Effets Sonores
hi: ध्वनि प्रभाव
id: Efek Suara
pt: Efeitos Sonoros

source: Vibration
ar: الاهتزاز
es: Vibración
hi: कंपन
id: Getaran
pt: Vibração

source: Check
ar: تحقق
de: Prüfen
es: Verificar
fr: Vérifier
hi: जाँचें
id: Cek
pt: Verificar

source: Level
ar: المستوى
es: Nivel
fr: Niveau
hi: स्तर
pt: Nível

source: items
ar: عناصر
de: Elemente
es: elementos
fr: éléments
hi: आइटम
id: item
pt: itens

# sortAscending
source: Sort ASC
ar: تصاعدي
de: Aufsteigend
es: Ordenar ASC
fr: Tri ASC
hi: बढ़ते क्रम
id: Urutkan ASC
pt: Ordenar ASC

# sortDescending
source: Sort DESC
ar: تنازلي
de: Absteigend
es: Ordenar DESC
fr: Tri DESC
hi: घटते क्रम
id: Urutkan DESC
pt: Ordenar DESC

source: Best
ar: الأفضل
de: Beste
es: Mejor
fr: Meilleur
hi: सर्वश्रेष्ठ
id: Terbaik
pt: Melhor

# sortXItems
source: Sort {count} {type} {direction}
ar: رتب {count} {type} {direction}
de: {count} {type} {direction} sortieren
es: Ordenar {count} {type} {direction}
fr: Trier {count} {type} {direction}
hi: {count} {type} {direction} क्रमबद्ध करें
id: Urutkan {count} {type} {direction}
pt: Ordenar {count} {type} {direction}

source: Play Again
ar: العب مجدداً
de: Nochmal Spielen
es: Jugar de Nuevo
fr: Rejouer
hi: फिर से खेलें
id: Main Lagi
pt: Jogar Novamente

source: START CHALLENGE
ar: ابدأ التحدي
de: HERAUSFORDERUNG STARTEN
es: INICIAR DESAFÍO
fr: DÉMARRER LE DÉFI
hi: चुनौती शुरू करें
id: MULAI TANTANGAN
pt: INICIAR DESAFIO

source: Completed Today!
ar: مكتمل اليوم!
de: Heute Abgeschlossen!
es: ¡Completado Hoy!
fr: Terminé Aujourd'hui!
hi: आज पूरा हुआ!
id: Selesai Hari Ini!
pt: Concluído Hoje!

# comeBackTomorrow
source: Come back tomorrow for a new challenge
ar: عد غداً لتحدٍ جديد
de: Komm morgen für eine neue Herausforderung zurück
es: Vuelve mañana para un nuevo desafío
fr: Revenez demain pour un nouveau défi
hi: नई चुनौती के लिए कल आएं
id: Kembali besok untuk tantangan baru
pt: Volte amanhã para um novo desafio

source: Share Result
ar: شارك النتيجة
de: Ergebnis Teilen
es: Compartir Resultado
fr: Partager le Résultat
hi: परिणाम शेयर करें
id: Bagikan Hasil
pt: Compartilhar Resultado

source: Share Achievement
ar: شارك الإنجاز
de: Erfolg Teilen
es: Compartir Logro
fr: Partager le Succès
hi: उपलब्धि शेयर करें
id: Bagikan Pencapaian
pt: Compartilhar Conquista

source: Can you beat my time?
ar: هل يمكنك التغلب على وقتي؟
de: Kannst du meine Zeit schlagen?
es: ¿Puedes superar mi tiempo?
fr: Pouvez-vous battre mon temps?
hi: क्या आप मेरा समय हरा सकते हैं?
id: Bisakah kamu kalahkan waktu saya?
pt: Você consegue superar meu tempo?

source: Daily Streak
ar: التتابع اليومي
de: Tägliche Serie
es: Racha Diaria
fr: Série Quotidienne
hi: दैनिक लगातार
id: Streak Harian
pt: Sequência Diária

source: Daily Streak Active!
ar: التتابع اليومي نشط!
de: Tägliche Serie Aktiv!
es: ¡Racha Diaria Activa!
fr: Série Quotidienne Active!
hi: दैनिक लगातार सक्रिय!
id: Streak Harian Aktif!
pt: Sequência Diária Ativa!

source: Category Progress
ar: تقدم الفئة
de: Kategorie-Fortschritt
es: Progreso de Categoría
fr: Progression par Catégorie
hi: श्रेणी प्रगति
id: Progres Kategori
pt: Progresso de Categoria

source: Completed Levels
ar: المستويات المكتملة
de: Abgeschlossene Level
es: Niveles Completados
fr: Niveaux Terminés
hi: पूर्ण स्तर
id: Level Selesai
pt: Níveis Concluídos

source: Current Streak
ar: التتابع الحالي
de: Aktuelle Serie
es: Racha Actual
fr: Série Actuelle
hi: वर्तमान लगातार
id: Streak Saat Ini
pt: Sequência Atual

source: Longest Streak
ar: أطول تتابع
de: Längste Serie
es: Mayor Racha
fr: Meilleure Série
hi: सबसे लंबा लगातार
id: Streak Terpanjang
pt: Maior Sequência

source: Total Play Time
ar: إجمالي وقت اللعب
de: Gesamte Spielzeit
es: Tiempo Total de Juego
fr: Temps de Jeu Total
hi: कुल खेल समय
id: Total Waktu Bermain
pt: Tempo Total de Jogo

source: Total Attempts
ar: إجمالي المحاولات
de: Gesamte Versuche
es: Intentos Totales
fr: Tentatives Totales
hi: कुल प्रयास
id: Total Percobaan
pt: Tentativas Totais

# achievementsTitle
source: Achievements
ar: الإنجازات
de: Erfolge
es: Logros
fr: Succès
hi: उपलब्धियाँ
id: Pencapaian
pt: Conquistas

# statisticsTitle
source: Statistics
ar: الإحصائيات
de: Statistiken
es: Estadísticas
fr: Statistiques
hi: आँकड़े
id: Statistik
pt: Estatísticas

source: Select Level
ar: اختر المستوى
de: Level Wählen
es: Seleccionar Nivel
fr: Sélectionner le Niveau
hi: स्तर चुनें
id: Pilih Level
pt: Selecionar Nível

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
hi: बारे में
id: Tentang
pt: Sobre

# appDescription
source: SORTIQ - How fast is your brain?
ar: SORTIQ - ما مدى سرعة عقلك؟
de: SORTIQ - Wie schnell ist dein Gehirn?
es: SORTIQ - ¿Qué tan rápido es tu cerebro?
fr: Sorga - Un Jeu de Tri
hi: SORTIQ - आपका दिमाग कितना तेज है?
id: Sorga - Game Mengurutkan
pt: Sorga - Um Jogo de Ordenar

source: Version
ar: الإصدار
es: Versión
hi: संस्करण
id: Versi
pt: Versão

# levelsDescription
source: 1100 levels across 11 categories. Train your brain with numbers, time, names, and more!
ar: 1100 مستوى في 11 فئة. درّب عقلك بالأرقام والوقت والأسماء والمزيد!
de: 1100 Level in 11 Kategorien. Trainiere dein Gehirn mit Zahlen, Zeit, Namen und mehr!
es: 1100 niveles en 11 categorías. ¡Entrena tu cerebro con números, tiempo, nombres y más!
fr: 800 niveaux dans 6 catégories. Entraînez votre cerveau avec des chiffres, du temps, des noms et plus!
hi: 11 श्रेणियों में 1100 स्तर। नंबर, समय, नाम और अधिक के साथ अपने दिमाग को प्रशिक्षित करें!
id: 800 level dalam 6 kategori. Latih otak Anda dengan angka, waktu, nama, dan lainnya!
pt: 800 níveis em 6 categorias. Treine seu cérebro com números, tempo, nomes e mais!

# dragAndDrop
source: Drag & Drop
ar: اسحب وأفلت
de: Ziehen & Ablegen
es: Arrastrar y Soltar
fr: Glisser-Déposer
hi: खींचें और छोड़ें
id: Seret & Lepas
pt: Arrastar e Soltar

# dragItemsDescription
source: Drag items to rearrange them in the correct order
ar: اسحب العناصر لترتيبها بالترتيب الصحيح
de: Ziehe Elemente, um sie in die richtige Reihenfolge zu bringen
es: Arrastra los elementos para reordenarlos en el orden correcto
fr: Faites glisser les éléments pour les réorganiser dans le bon ordre
hi: आइटम को सही क्रम में खींचें
id: Seret item untuk menyusun ulang dalam urutan yang benar
pt: Arraste os itens para reorganizá-los na ordem correta

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Passer
hi: छोड़ें
id: Lewati
pt: Pular

source: NEXT
ar: التالي
de: WEITER
es: SIGUIENTE
fr: SUIVANT
hi: अगला
id: LANJUT
pt: PRÓXIMO

source: Shift
ar: إزاحة
de: Verschieben
es: Desplazar
fr: Décaler
hi: शिफ्ट
id: Geser
pt: Deslocar

source: Swap
ar: تبديل
de: Tauschen
es: Intercambiar
fr: Échanger
hi: स्वैप
id: Tukar
pt: Trocar

source: Reset
ar: إعادة تعيين
es: Reiniciar
fr: Réinitialiser
hi: रीसेट
id: Ulang
pt: Reiniciar

source: Daily
ar: يومي
de: Täglich
es: Diario
fr: Quotidien
hi: दैनिक
id: Harian
pt: Diário

# orderNotRight
source: The order was not quite right.
ar: الترتيب لم يكن صحيحاً تماماً.
de: Die Reihenfolge ist nicht ganz richtig.
es: El orden no es correcto.
fr: L'ordre n'est pas tout à fait correct.
hi: क्रम सही नहीं था।
id: Urutan belum tepat.
pt: A ordem não está correta.

# chancesLeft
source: You have {count} chance left!
ar: لديك {count} فرصة متبقية!
de: Du hast noch {count} Versuch(e)!
es: ¡Te quedan {count} oportunidad(es)!
fr: Il vous reste {count} chance(s)!
hi: आपके पास {count} मौका बाकी है!
id: Anda punya {count} kesempatan lagi!
pt: Você tem {count} chance(s) restante(s)!

source: Sort
ar: رتب
de: Sortieren
es: Ordenar
fr: Trier
hi: क्रमबद्ध
id: Urutkan
pt: Ordenar

source: ASC
ar: تصاعدي
de: AUFST
hi: बढ़ते

source: DESC
ar: تنازلي
de: ABST
hi: घटते

source: Thursday
ar: الخميس
de: Donnerstag
es: Jueves
fr: Jeudi
hi: गुरुवार
id: Kamis
pt: Quinta-feira

source: Friday
ar: الجمعة
de: Freitag
es: Viernes
fr: Vendredi
hi: शुक्रवार
id: Jumat
pt: Sexta-feira

source: Saturday
ar: السبت
de: Samstag
es: Sábado
fr: Samedi
hi: शनिवार
id: Sabtu
pt: Sábado

source: Sunday
ar: الأحد
de: Sonntag
es: Domingo
fr: Dimanche
hi: रविवार
id: Minggu
pt: Domingo

source: Monday
ar: الاثنين
de: Montag
es: Lunes
fr: Lundi
hi: सोमवार
id: Senin
pt: Segunda-feira

source: Tuesday
ar: الثلاثاء
de: Dienstag
es: Martes
fr: Mardi
hi: मंगलवार
id: Selasa
pt: Terça-feira

source: Wednesday
ar: الأربعاء
de: Mittwoch
es: Miércoles
fr: Mercredi
hi: बुधवार
id: Rabu
pt: Quarta-feira

source: Get Ready!
ar: استعد!
de: Mach dich bereit!
es: ¡Prepárate!
fr: Préparez-vous!
hi: तैयार हो जाइए!
id: Bersiap!
pt: Preparar!

source: Attempt
ar: محاولة
de: Versuch
es: Intento
fr: Tentative
hi: प्रयास
id: Percobaan
pt: Tentativa

# noMoreChances
source: No more chances. Try again!
ar: لا مزيد من الفرص. حاول مجدداً!
de: Keine Versuche mehr. Nochmal versuchen!
es: ¡No hay más oportunidades. Inténtalo de nuevo!
fr: Plus de chances. Réessayez!
hi: और मौके नहीं। पुनः प्रयास करें!
id: Tidak ada kesempatan lagi. Coba lagi!
pt: Não há mais chances. Tente novamente!

# xOfYCompleted
source: {x} / {y} completed
ar: {x} / {y} مكتمل
de: {x} / {y} abgeschlossen
es: {x} / {y} completado
fr: {x} / {y} terminé
hi: {x} / {y} पूर्ण
id: {x} / {y} selesai
pt: {x} / {y} concluído

source: Sort the items
ar: رتب العناصر
de: Sortiere die Elemente
es: Ordena los elementos
fr: Triez les éléments
hi: आइटम क्रमबद्ध करें
id: Urutkan item
pt: Ordene os itens

# tapCheckWhenDone
source: Tap Check when you're done.
ar: اضغط تحقق عند الانتهاء.
de: Tippe auf Prüfen wenn du fertig bist.
es: Toca Verificar cuando termines.
fr: Appuyez sur Vérifier quand vous avez terminé.
hi: पूरा होने पर जाँचें टैप करें।
id: Ketuk Cek jika sudah selesai.
pt: Toque em Verificar quando terminar.

# useDragMode
source: Use Shift or Swap mode
ar: استخدم وضع الإزاحة أو التبديل
de: Verwende Verschieben oder Tauschen
es: Usa modo Desplazar o Intercambiar
fr: Utilisez le mode Décaler ou Échanger
hi: शिफ्ट या स्वैप मोड का उपयोग करें
id: Gunakan mode Geser atau Tukar
pt: Use o modo Deslocar ou Trocar

# shiftModeDescription
source: Shift mode slides items. Swap mode exchanges positions.
ar: وضع الإزاحة يحرك العناصر. وضع التبديل يغير المواقع.
de: Verschieben schiebt Elemente. Tauschen tauscht Positionen.
es: El modo Desplazar desliza elementos. El modo Intercambiar cambia posiciones.
fr: Le mode Décaler fait glisser les éléments. Le mode Échanger échange les positions.
hi: शिफ्ट मोड आइटम स्लाइड करता है। स्वैप मोड स्थिति बदलता है।
id: Mode Geser menggeser item. Mode Tukar menukar posisi.
pt: O modo Deslocar desliza itens. O modo Trocar troca posições.

source: You're Ready!
ar: أنت جاهز!
de: Du bist bereit!
es: ¡Estás listo!
fr: Vous êtes prêt!
hi: आप तैयार हैं!
id: Anda Siap!
pt: Você está pronto!

# startSorting
source: Start sorting and beat your best time!
ar: ابدأ الترتيب واهزم أفضل وقتك!
de: Starte das Sortieren und schlage deine Bestzeit!
es: ¡Comienza a ordenar y supera tu mejor tiempo!
fr: Commencez à trier et battez votre meilleur temps!
hi: सॉर्टिंग शुरू करें और अपना सर्वश्रेष्ठ समय हराएं!
id: Mulai mengurutkan dan kalahkan waktu terbaikmu!
pt: Comece a ordenar e supere seu melhor tempo!

source: Best Time
ar: أفضل وقت
de: Bestzeit
es: Mejor Tiempo
fr: Meilleur Temps
hi: सर्वश्रेष्ठ समय
id: Waktu Terbaik
pt: Melhor Tempo

source: Attempts
ar: المحاولات
de: Versuche
es: Intentos
fr: Tentatives
hi: प्रयास
id: Percobaan
pt: Tentativas

# iCompletedLevel
source: I just completed this level in SORTIQ! Can you beat my time?
ar: أكملت هذا المستوى في SORTIQ! هل يمكنك التغلب على وقتي؟
de: Ich habe gerade dieses Level in SORTIQ geschafft! Kannst du meine Zeit schlagen?
es: ¡Acabo de completar este nivel en SORTIQ! ¿Puedes superar mi tiempo?
fr: Je viens de terminer ce niveau dans Sorga ! Pouvez-vous battre mon temps ?
hi: मैंने SORTIQ में यह स्तर पूरा किया! क्या आप मेरा समय हरा सकते हैं?
id: Saya baru saja menyelesaikan level ini di Sorga! Bisakah kamu mengalahkan waktuku?
pt: Acabei de completar este nível no Sorga! Você consegue bater meu tempo?

# dailyChallengeShare
source: 🎯 SORTIQ Daily Challenge
ar: 🎯 تحدي SORTIQ اليومي
de: 🎯 SORTIQ Tägliche Herausforderung
es: 🎯 SORTIQ Desafío Diario
fr: 🎯 Sorga Défi Quotidien
hi: 🎯 SORTIQ दैनिक चुनौती
id: 🎯 Sorga Tantangan Harian
pt: 🎯 Sorga Desafio Diário

# shiftAndSwap
source: Shift & Swap
ar: إزاحة وتبديل
de: Verschieben & Tauschen
es: Desplazar & Intercambiar
fr: Décaler & Échanger
hi: शिफ्ट और स्वैप
id: Geser & Tukar
pt: Deslocar & Trocar

# shiftAndSwapDescription
source: Use SHIFT mode to move items step by step, or SWAP to exchange positions
ar: استخدم وضع الإزاحة لتحريك العناصر خطوة بخطوة، أو التبديل لتغيير المواقع
de: Verwende den VERSCHIEBEN-Modus um Elemente schrittweise zu bewegen, oder TAUSCHEN um Positionen zu wechseln
es: Usa el modo DESPLAZAR para mover elementos paso a paso, o INTERCAMBIAR para cambiar posiciones
fr: Utilisez le mode DÉCALER pour déplacer les éléments étape par étape, ou ÉCHANGER pour changer les positions
hi: आइटम को चरण-दर-चरण स्थानांतरित करने के लिए शिफ्ट मोड का उपयोग करें, या स्थिति बदलने के लिए स्वैप का उपयोग करें
id: Gunakan mode GESER untuk memindahkan item selangkah demi selangkah, atau TUKAR untuk menukar posisi
pt: Use o modo DESLOCAR para mover itens passo a passo, ou TROCAR para trocar posições

source: Check Answer
ar: تحقق من الإجابة
de: Antwort Prüfen
es: Verificar Respuesta
fr: Vérifier la Réponse
hi: उत्तर जाँचें
id: Cek Jawaban
pt: Verificar Resposta

# checkAnswerDescription
source: When ready, tap CHECK to verify your answer. Good luck!
ar: عندما تكون جاهزاً، اضغط تحقق للتأكد من إجابتك. حظاً سعيداً!
de: Wenn du bereit bist, tippe auf PRÜFEN um deine Antwort zu überprüfen. Viel Glück!
es: Cuando estés listo, toca VERIFICAR para comprobar tu respuesta. ¡Buena suerte!
fr: Quand vous êtes prêt, appuyez sur VÉRIFIER pour confirmer votre réponse. Bonne chance !
hi: तैयार होने पर, अपना उत्तर सत्यापित करने के लिए जाँचें टैप करें। शुभकामनाएं!
id: Jika siap, ketuk CEK untuk memverifikasi jawaban Anda. Semoga berhasil!
pt: Quando estiver pronto, toque em VERIFICAR para conferir sua resposta. Boa sorte!

source: START PLAYING
ar: ابدأ اللعب
de: SPIELEN STARTEN
es: COMENZAR A JUGAR
fr: COMMENCER À JOUER
hi: खेलना शुरू करें
id: MULAI BERMAIN
pt: COMEÇAR A JOGAR

source: January
ar: يناير
de: Januar
es: Enero
fr: Janvier
hi: जनवरी
id: Januari
pt: Janeiro

source: February
ar: فبراير
de: Februar
es: Febrero
fr: Février
hi: फरवरी
id: Februari
pt: Fevereiro

source: March
ar: مارس
de: März
es: Marzo
fr: Mars
hi: मार्च
id: Maret
pt: Março

source: April
ar: أبريل
es: Abril
fr: Avril
hi: अप्रैल
pt: Abril

source: May
ar: مايو
de: Mai
es: Mayo
fr: Mai
hi: मई
id: Mei
pt: Maio

source: June
ar: يونيو
de: Juni
es: Junio
fr: Juin
hi: जून
id: Juni
pt: Junho

source: July
ar: يوليو
de: Juli
es: Julio
fr: Juillet
hi: जुलाई
id: Juli
pt: Julho

source: August
ar: أغسطس
es: Agosto
fr: Août
hi: अगस्त
id: Agustus
pt: Agosto

source: September
ar: سبتمبر
es: Septiembre
fr: Septembre
hi: सितंबर
pt: Setembro

source: October
ar: أكتوبر
de: Oktober
es: Octubre
fr: Octobre
hi: अक्टूबर
id: Oktober
pt: Outubro

source: November
ar: نوفمبر
es: Noviembre
fr: Novembre
hi: नवंबर
pt: Novembro

source: December
ar: ديسمبر
de: Dezember
es: Diciembre
fr: Décembre
hi: दिसंबर
id: Desember
pt: Dezembro

source: numbers
ar: أرقام
de: Zahlen
es: números
fr: nombres
hi: नंबर
id: angka
pt: números

source: times
ar: أوقات
de: Zeiten
es: tiempos
fr: heures
hi: समय
id: waktu
pt: tempos

source: Names
ar: أسماء
de: Namen
es: Nombres
fr: Noms
hi: नाम
id: Nama
pt: Nomes

# memorized
source: I've Memorized!
ar: حفظتها!
de: Auswendig gelernt!
es: ¡Lo Memoricé!
fr: Mémorisé !
hi: मैंने याद कर लिया!
id: Sudah Dihafal!
pt: Memorizei!

# memoryMode
source: Memory
ar: الذاكرة
de: Gedächtnis
es: Memoria
fr: Mémoire
hi: मेमोरी
id: Memori
pt: Memória

# memorizeTime
source: Memorize
ar: احفظ
de: Merken
es: Memorizar
fr: Mémoriser
hi: याद करें
id: Hafalan
pt: Memorizar

# sortTime
source: Sort
ar: رتب
de: Sortieren
es: Ordenar
fr: Trier
hi: क्रमबद्ध
id: Urutkan
pt: Ordenar

source: Total Time
ar: الوقت الإجمالي
de: Gesamtzeit
es: Tiempo Total
fr: Temps Total
hi: कुल समय
id: Total Waktu
pt: Tempo Total

# completeLevelToUnlock
source: Complete Level {level} in {category} to unlock
ar: أكمل المستوى {level} في {category} لفتح القفل
de: Level {level} in {category} abschließen zum Freischalten
es: Completa el Nivel {level} en {category} para desbloquear
fr: Terminer le niveau {level} dans {category} pour débloquer
hi: अनलॉक करने के लिए {category} में स्तर {level} पूरा करें
id: Selesaikan Level {level} di {category} untuk membuka
pt: Complete o Nível {level} em {category} para desbloquear

# sortDescription
source: Sort {count} {type} {direction}
ar: رتب {count} {type} {direction}
de: {count} {type} sortieren {direction}
es: Ordenar {count} {type} {direction}
fr: Trier {count} {type} {direction}
hi: {count} {type} {direction} क्रमबद्ध करें
id: Urutkan {count} {type} {direction}
pt: Ordenar {count} {type} {direction}

# ascending
source: ASC
ar: تصاعدي
de: aufst.
fr: croissant
hi: बढ़ते
id: Naik

# descending
source: DESC
ar: تنازلي
de: abst.
fr: décroissant
hi: घटते
id: Turun

source: Multiplayer
ar: تمرير واللعب
de: Mehrspieler
es: Multijugador
fr: Multijoueur
hi: पास और प्ले
pt: Multijogador

source: Multiplayer Setup
ar: إعداد تمرير واللعب
de: Mehrspieler-Einrichtung
es: Configuración Multijugador
fr: Configuration Multijoueur
hi: पास और प्ले सेटअप
id: Pengaturan Multiplayer
pt: Configuração Multijogador

source: Select Category
ar: اختر الفئة
de: Kategorie wählen
es: Seleccionar categoría
fr: Choisir une catégorie
hi: श्रेणी चुनें
id: Pilih Kategori
pt: Selecionar categoria

source: Item Count
ar: عدد العناصر
de: Anzahl
es: Cantidad
fr: Nombre d'éléments
hi: आइटम गिनती
id: Jumlah Item
pt: Quantidade

# playerCount
source: Number of Players
ar: عدد اللاعبين
de: Spieleranzahl
es: Número de jugadores
fr: Nombre de joueurs
hi: खिलाड़ियों की संख्या
id: Jumlah Pemain
pt: Número de jogadores

# playerName
source: Player {number} Name
ar: اسم اللاعب {number}
de: Spieler {number} Name
es: Nombre del jugador {number}
fr: Nom du joueur {number}
hi: खिलाड़ी {number} का नाम
id: Nama Pemain {number}
pt: Nome do jogador {number}

source: Start Game
ar: ابدأ اللعبة
de: Spiel starten
es: Iniciar juego
fr: Commencer
hi: गेम शुरू करें
id: Mulai Permainan
pt: Iniciar jogo

# getReadyPlayer
source: Get Ready, {name}!
ar: استعد يا {name}!
de: {name}, bereit!
es: ¡{name}, prepárate!
fr: {name}, prépare-toi!
hi: तैयार हो जाइए, {name}!
id: Bersiaplah, {name}!
pt: {name}, prepare-se!

# yourTurn
source: It's Your Turn!
ar: دورك
de: Du bist dran!
es: ¡Es tu turno!
fr: C'est ton tour!
hi: आपकी बारी
id: Giliranmu!
pt: É a sua vez!

source: Tap to Start
ar: اضغط للبدء
de: Tippen zum Starten
es: Toca para empezar
fr: Appuyer pour commencer
hi: शुरू करने के लिए टैप करें
id: Ketuk untuk Mulai
pt: Toque para começar
