Repository: imamsatya/sorga
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, pt

source: Give Up
ar: استسلم
de: Aufgeben
es: Rendirse
fr: Abandonner
hi: हार मान लें
id: Menyerah
pt: Desistir

source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échoué
hi: असफल
id: Gagal
pt: Falhou

# failedNextPlayer
source: Failed! Next...
ar: فشل! التالي...
de: Fehlgeschlagen! Nächster...
es: ¡Fallido! Siguiente...
fr: Échoué! Suivant...
hi: असफल! अगला...
id: Gagal! Lanjut...
pt: Falhou! Próximo...

# continueLeft
source: Continue ({count} left)
ar: استمر ({count} متبقي)
de: Weiter ({count} übrig)
es: Continuar ({count} restantes)
fr: Continuer ({count} restants)
hi: जारी रखें ({count} बाकी)
id: Lanjut ({count} tersisa)
pt: Continuar ({count} restantes)

source: Draw!
ar: تعادل!
de: Unentschieden!
es: ¡Empate!
fr: Égalité!
hi: टाई!
id: Seri!
pt: Empate!

source: Everyone gave up!
ar: الجميع استسلم!
de: Alle haben aufgegeben!
es: ¡Todos se rindieron!
fr: Tout le monde a abandonné!
hi: सभी ने हार मान ली!
id: Semua menyerah!
pt: Todos desistiram!

source: Everyone failed!
ar: الجميع فشل!
de: Alle sind gescheitert!
es: ¡Todos fallaron!
fr: Tout le monde a échoué!
hi: सभी असफल!
id: Semua gagal!
pt: Todos falharam!

source: No one completed!
ar: لم يكمل أحد!
de: Niemand hat es geschafft!
es: ¡Nadie lo completó!
fr: Personne n'a réussi!
hi: किसी ने पूरा नहीं किया!
id: Tidak ada yang selesai!
pt: Ninguém completou!

source: Leaderboard
ar: قائمة المتصدرين
de: Bestenliste
es: Tabla de posiciones
fr: Classement
hi: लीडरबोर्ड
id: Papan Peringkat
pt: Classificação

# localMultiplayer
source: Pass and Play
ar: تمرير واللعب
de: Lokaler Mehrspieler
es: Multijugador local
fr: Multijoueur local
hi: पास और प्ले
id: Multiplayer Lokal
pt: Multijogador local

source: Players
ar: اللاعبون
de: Spieler
es: Jugadores
fr: Joueurs
hi: खिलाड़ी
id: Pemain
pt: Jogadores

source: Add Player
ar: إضافة لاعب
de: Spieler hinzufügen
es: Añadir jugador
fr: Ajouter un joueur
hi: खिलाड़ी जोड़ें
id: Tambah Pemain
pt: Adicionar jogador

# removePlayer
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
pt: Remover

source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
id: Kategori
pt: Categoria

source: Ready?
ar: جاهز؟
de: Bereit?
es: ¿Listo?
fr: Prêt?
hi: तैयार?
id: Siap?
pt: Pronto?

source: GO!
ar: انطلق!
de: LOS!
es: ¡YA!
hi: जाओ!
id: MULAI!
pt: VAI!

source: complete
ar: مكتمل
de: abgeschlossen
es: completo
fr: terminé
hi: पूर्ण
id: selesai
pt: completo

source: unlocked
ar: مفتوح
de: freigeschaltet
es: desbloqueado
fr: débloqué
hi: अनलॉक
id: terbuka
pt: desbloqueado

source: Locked
ar: مغلق
de: Gesperrt
es: Bloqueado
fr: Verrouillé
hi: लॉक
id: Terkunci
pt: Bloqueado

source: Secret achievement
ar: إنجاز سري
de: Geheime Errungenschaft
es: Logro secreto
fr: Succès secret
hi: गुप्त उपलब्धि
id: Pencapaian rahasia
pt: Conquista secreta

source: Daily Challenges
ar: التحديات اليومية
de: Tägliche Aufgaben
es: Desafíos Diarios
fr: Défis Quotidiens
hi: दैनिक चुनौतियाँ

source: Daily Completed
ar: اليومي مكتمل
de: Abgeschlossen
es: Completados
fr: Terminés
hi: दैनिक पूर्ण

# perfectCompletions
source: Perfect
ar: مثالي
de: Perfekt
es: Perfecto
fr: Parfait
hi: परफेक्ट

# multiplayerGames
source: Multiplayer
ar: تمرير واللعب
de: Mehrspieler
es: Multijugador
fr: Multijoueur
hi: पास और प्ले

source: Memory Progress
ar: تقدم الذاكرة
de: Gedächtnis-Fortschritt
es: Progreso Memoria
fr: Progrès Mémoire
hi: मेमोरी प्रगति

# achFirstSteps
source: First Steps
ar: الخطوات الأولى
de: Erste Schritte
es: Primeros Pasos
fr: Premiers Pas
hi: पहले कदम
id: Langkah Pertama
pt: Primeiros Passos

# achFirstStepsDesc
source: Complete your first level
ar: أكمل مستواك الأول
de: Erstes Level abschließen
es: Completa tu primer nivel
fr: Termine ton premier niveau
hi: अपना पहला स्तर पूरा करें
id: Selesaikan level pertama
pt: Complete seu primeiro nível

# achGettingStarted
source: Getting Started
ar: البداية
de: Erste Level
es: Empezando
fr: Débuter
hi: शुरुआत हो रही है
id: Mulai Bermain
pt: Começando

# achGettingStartedDesc
source: Complete 10 levels
ar: أكمل 10 مستويات
de: 10 Level abschließen
es: Completa 10 niveles
fr: Termine 10 niveaux
hi: 10 स्तर पूरे करें
id: Selesaikan 10 level
pt: Complete 10 níveis

# achOnARoll
source: On a Roll
ar: على المسار الصحيح
de: In Fahrt
es: En Racha
fr: En Forme
hi: लहर पर
id: Lancar Jaya
pt: Em Alta

# achOnARollDesc
source: Complete 50 levels
ar: أكمل 50 مستوى
de: 50 Level abschließen
es: Completa 50 niveles
fr: Termine 50 niveaux
hi: 50 स्तर पूरे करें
id: Selesaikan 50 level
pt: Complete 50 níveis

# achCenturyClub
source: Century Club
ar: نادي المئة
de: 100er Klub
es: Club del 100
fr: Club des 100
hi: सेंचुरी क्लब
id: Klub 100
pt: Clube dos 100

# achCenturyClubDesc
source: Complete 100 levels
ar: أكمل 100 مستوى
de: 100 Level abschließen
es: Completa 100 niveles
fr: Termine 100 niveaux
hi: 100 स्तर पूरे करें
id: Selesaikan 100 level
pt: Complete 100 níveis

# achHalfwayThere
source: Halfway There
ar: في منتصف الطريق
de: Halbzeit
es: A Mitad de Camino
fr: À Mi-Chemin
hi: आधे रास्ते पर
id: Setengah Jalan
pt: Metade do Caminho

# achHalfwayThereDesc
source: Complete 500 levels
ar: أكمل 500 مستوى
de: 500 Level abschließen
es: Completa 500 niveles
fr: Termine 500 niveaux
hi: 500 स्तर पूरे करें
id: Selesaikan 500 level
pt: Complete 500 níveis

# achSortingMaster
source: Sorting Master
ar: سيد الترتيب
de: Sortiermeister
es: Maestro Ordenador
fr: Maître du Tri
hi: सॉर्टिंग मास्टर
id: Master Sortir
pt: Mestre da Ordenação

# achSortingMasterDesc
source: Complete all 600 levels
ar: أكمل جميع 600 مستوى
de: Alle 600 Level
es: Completa los 600 niveles
fr: Termine les 600 niveaux
hi: सभी 600 स्तर पूरे करें
id: Selesaikan 600 level
pt: Complete todos os 600 níveis

# achConsistent
source: Consistent
ar: مستمر
de: Beständig
es: Constante
fr: Constant
hi: सुसंगत
id: Konsisten
pt: Consistente

# achConsistentDesc
source: Play 3 days in a row
ar: العب 3 أيام متتالية
de: 3 Tage hintereinander
es: Juega 3 días seguidos
fr: Joue 3 jours de suite
hi: लगातार 3 दिन खेलें
id: Main 3 hari berturut
pt: Jogue 3 dias seguidos

# achWeekWarrior
source: Week Warrior
ar: محارب الأسبوع
de: Wochenkrieger
es: Guerrero Semanal
fr: Guerrier Hebdo
hi: सप्ताह योद्धा
id: Pejuang Mingguan
pt: Guerreiro Semanal

# achWeekWarriorDesc
source: Play 7 days in a row
ar: العب 7 أيام متتالية
de: 7 Tage hintereinander
es: Juega 7 días seguidos
fr: Joue 7 jours de suite
hi: लगातार 7 दिन खेलें
id: Main 7 hari berturut
pt: Jogue 7 dias seguidos

# achMonthlyMaster
source: Monthly Master
ar: سيد الشهر
de: Monatsmeister
es: Maestro Mensual
fr: Maître Mensuel
hi: मासिक मास्टर
id: Master Bulanan
pt: Mestre Mensal

# achMonthlyMasterDesc
source: Play 30 days in a row
ar: العب 30 يوماً متتالياً
de: 30 Tage hintereinander
es: Juega 30 días seguidos
fr: Joue 30 jours de suite
hi: लगातार 30 दिन खेलें
id: Main 30 hari berturut
pt: Jogue 30 dias seguidos

# achLegendaryStreak
source: Legendary Streak
ar: تتابع أسطوري
de: Legendäre Serie
es: Racha Legendaria
fr: Série Légendaire
hi: महान लगातार
id: Streak Legendaris
pt: Sequência Lendária

# achLegendaryStreakDesc
source: Play 100 days in a row
ar: العب 100 يوم متتالي
de: 100 Tage hintereinander
es: Juega 100 días seguidos
fr: Joue 100 jours de suite
hi: लगातार 100 दिन खेलें
id: Main 100 hari berturut
pt: Jogue 100 dias seguidos

# achSpeedDemon
source: Speed Demon
ar: شيطان السرعة
de: Geschwindig­keitsteufel
es: Demonio Veloz
fr: Démon de Vitesse
hi: स्पीड डेमन
id: Si Cepat
pt: Demônio da Velocidade

# achSpeedDemonDesc
source: Complete level in under 5s
ar: أكمل مستوى في أقل من 5 ثوانٍ
de: Level in unter 5s
es: Nivel en menos de 5s
fr: Niveau en moins de 5s
hi: 5 सेकंड में स्तर पूरा करें
id: Selesaikan dalam 5 detik
pt: Nível em menos de 5s

# achLightningFast
source: Lightning Fast
ar: سريع كالبرق
de: Blitzschnell
es: Rápido como Rayo
fr: Éclair
hi: बिजली तेज
id: Secepat Kilat
pt: Rápido como Raio

# achLightningFastDesc
source: Complete level in under 3s
ar: أكمل مستوى في أقل من 3 ثوانٍ
de: Level in unter 3s
es: Nivel en menos de 3s
fr: Niveau en moins de 3s
hi: 3 सेकंड में स्तर पूरा करें
id: Selesaikan dalam 3 detik
pt: Nível em menos de 3s

# achBasicExpert
source: Basic Expert
ar: خبير الأساسيات
de: Basis-Experte
es: Experto Básico
fr: Expert Basique
hi: बेसिक एक्सपर्ट
id: Ahli Dasar
pt: Especialista Básico

# achBasicExpertDesc
source: Complete 100 basic levels
ar: أكمل 100 مستوى أساسي
de: 100 Basis-Level
es: 100 niveles básicos
fr: 100 niveaux basiques
hi: 100 बेसिक स्तर पूरे करें
id: 100 level dasar
pt: 100 níveis básicos

# achFormatPro
source: Format Pro
ar: محترف التنسيق
de: Format-Profi
es: Pro del Formato
fr: Pro du Format
hi: फॉर्मेट प्रो
id: Pro Format
pt: Pro do Formato

# achFormatProDesc
source: Complete 100 formatted levels
ar: أكمل 100 مستوى منسق
de: 100 Format-Level
es: 100 niveles formato
fr: 100 niveaux format
hi: 100 फॉर्मेटेड स्तर पूरे करें
id: 100 level format
pt: 100 níveis formato

# achTimeLord
source: Time Lord
ar: سيد الوقت
de: Zeitherr
es: Señor del Tiempo
fr: Maître du Temps
hi: टाइम लॉर्ड
id: Penguasa Waktu
pt: Senhor do Tempo

# achTimeLordDesc
source: Complete 100 time levels
ar: أكمل 100 مستوى وقت
de: 100 Zeit-Level
es: 100 niveles tiempo
fr: 100 niveaux temps
hi: 100 समय स्तर पूरे करें
id: 100 level waktu
pt: 100 níveis tempo

# achAlphabetizer
source: Alphabetizer
ar: مرتب الحروف
de: Namensprofi
es: Alfabetizador
fr: Alphabétiseur
hi: अल्फाबेटाइज़र
id: Pengurut Huruf
pt: Alfabetizador

# achAlphabetizerDesc
source: Complete 100 name levels
ar: أكمل 100 مستوى أسماء
de: 100 Namen-Level
es: 100 niveles nombres
fr: 100 niveaux noms
hi: 100 नाम स्तर पूरे करें
id: 100 level nama
pt: 100 níveis nomes

# achMixMaster
source: Mix Master
ar: سيد المزج
de: Mix-Meister
es: Maestro Mixto
fr: Maître du Mix
hi: मिक्स मास्टर
id: Master Campuran
pt: Mestre do Mix

# achMixMasterDesc
source: Complete 100 mixed levels
ar: أكمل 100 مستوى مختلط
de: 100 Gemischt-Level
es: 100 niveles mixtos
fr: 100 niveaux mixtes
hi: 100 मिश्रित स्तर पूरे करें
id: 100 level campuran
pt: 100 níveis mistos

# achKnowledgeKing
source: Knowledge King
ar: ملك المعرفة
de: Wissenskönig
es: Rey del Conocimiento
fr: Roi du Savoir
hi: ज्ञान राजा
id: Raja Pengetahuan
pt: Rei do Conhecimento

# achKnowledgeKingDesc
source: Complete 100 knowledge levels
ar: أكمل 100 مستوى معرفة
de: 100 Wissens-Level
es: 100 niveles conocimiento
fr: 100 niveaux connaissance
hi: 100 ज्ञान स्तर पूरे करें
id: 100 level pengetahuan
pt: 100 níveis conhecimento

# achBasicPerfectionist
source: Basic Perfectionist
ar: كمالي الأساسيات
de: Basis-Perfektionist
es: Perfeccionista Básico
fr: Perfection. Basique
hi: बेसिक परफेक्शनिस्ट
id: Perfeksionis Dasar
pt: Perfeccion. Básico

# achBasicPerfectionistDesc
source: 100% basic levels
ar: 100% مستويات أساسية
de: 100% Basis-Level
es: 100% niveles básicos
fr: 100% niveaux basiques
hi: 100% बेसिक स्तर
id: 100% level dasar
pt: 100% níveis básicos

# achFormatPerfectionist
source: Format Perfectionist
ar: كمالي التنسيق
de: Format-Perfektionist
es: Perfeccionista Formato
fr: Perfection. Format
hi: फॉर्मेट परफेक्शनिस्ट
id: Perfeksionis Format
pt: Perfeccion. Formato

# achFormatPerfectionistDesc
source: 100% formatted levels
ar: 100% مستويات منسقة
de: 100% Format-Level
es: 100% niveles formato
fr: 100% niveaux format
hi: 100% फॉर्मेटेड स्तर
id: 100% level format
pt: 100% níveis formato

# achTimePerfectionist
source: Time Perfectionist
ar: كمالي الوقت
de: Zeit-Perfektionist
es: Perfeccionista Tiempo
fr: Perfection. Temps
hi: टाइम परफेक्शनिस्ट
id: Perfeksionis Waktu
pt: Perfeccion. Tempo

# achTimePerfectionistDesc
source: 100% time levels
ar: 100% مستويات وقت
de: 100% Zeit-Level
es: 100% niveles tiempo
fr: 100% niveaux temps
hi: 100% समय स्तर
id: 100% level waktu
pt: 100% níveis tempo

# achNamesPerfectionist
source: Names Perfectionist
ar: كمالي الأسماء
de: Namen-Perfektionist
es: Perfeccionista Nombres
fr: Perfection. Noms
hi: नेम्स परफेक्शनिस्ट
id: Perfeksionis Nama
pt: Perfeccion. Nomes

# achNamesPerfectionistDesc
source: 100% name levels
ar: 100% مستويات أسماء
de: 100% Namen-Level
es: 100% niveles nombres
fr: 100% niveaux noms
hi: 100% नाम स्तर
id: 100% level nama
pt: 100% níveis nomes

# achMixedPerfectionist
source: Mixed Perfectionist
ar: كمالي المختلط
de: Gemischt-Perfektionist
es: Perfeccionista Mixto
fr: Perfection. Mixte
hi: मिक्स्ड परफेक्शनिस्ट
id: Perfeksionis Campuran
pt: Perfeccion. Misto

# achMixedPerfectionistDesc
source: 100% mixed levels
ar: 100% مستويات مختلطة
de: 100% Gemischt-Level
es: 100% niveles mixtos
fr: 100% niveaux mixtes
hi: 100% मिश्रित स्तर
id: 100% level campuran
pt: 100% níveis mistos

# achKnowledgePerfectionist
source: Knowledge Perfectionist
ar: كمالي المعرفة
de: Wissens-Perfektionist
es: Perf. Conocimiento
fr: Perfection. Savoir
hi: नॉलेज परफेक्शनिस्ट
id: Perfeksionis Pengetahuan
pt: Perfec. Conhecimento

# achKnowledgePerfectionistDesc
source: 100% knowledge levels
ar: 100% مستويات معرفة
de: 100% Wissens-Level
es: 100% conocimiento
fr: 100% connaissance
hi: 100% ज्ञान स्तर
id: 100% level pengetahuan
pt: 100% conhecimento

# achMemoryNovice
source: Memory Novice
ar: مبتدئ الذاكرة
de: Gedächtnis-Anfänger
es: Novato Memoria
fr: Novice Mémoire
hi: मेमोरी नौसिखिया
id: Pemula Memory
pt: Novato Memória

# achMemoryNoviceDesc
source: 10 Memory levels
ar: 10 مستويات ذاكرة
de: 10 Gedächtnis-Level
es: 10 niveles Memoria
fr: 10 niveaux Mémoire
hi: 10 मेमोरी स्तर
id: 10 level Memory
pt: 10 níveis Memória

# achMemoryExpert
source: Memory Expert
ar: خبير الذاكرة
de: Gedächtnis-Experte
es: Experto Memoria
fr: Expert Mémoire
hi: मेमोरी एक्सपर्ट
id: Ahli Memory
pt: Especialista Memória

# achMemoryExpertDesc
source: 50 Memory levels
ar: 50 مستوى ذاكرة
de: 50 Gedächtnis-Level
es: 50 niveles Memoria
fr: 50 niveaux Mémoire
hi: 50 मेमोरी स्तर
id: 50 level Memory
pt: 50 níveis Memória

# achMemoryMaster
source: Memory Master
ar: سيد الذاكرة
de: Gedächtnis-Meister
es: Maestro Memoria
fr: Maître Mémoire
hi: मेमोरी मास्टर
id: Master Memory
pt: Mestre Memória

# achMemoryMasterDesc
source: 100 Memory levels
ar: 100 مستوى ذاكرة
de: 100 Gedächtnis-Level
es: 100 niveles Memoria
fr: 100 niveaux Mémoire
hi: 100 मेमोरी स्तर
id: 100 level Memory
pt: 100 níveis Memória

# achPerfectRecall
source: Perfect Recall
ar: استذكار مثالي
de: Perfekte Erinnerung
es: Recuerdo Perfecto
fr: Rappel Parfait
hi: परफेक्ट रिकॉल
id: Ingatan Sempurna
pt: Lembrança Perfeita

# achPerfectRecallDesc
source: 5 perfect Memory levels
ar: 5 مستويات ذاكرة مثالية
de: 5 perfekte Gedächtnis
es: 5 Memoria perfectos
fr: 5 Mémoire parfaits
hi: 5 परफेक्ट मेमोरी स्तर
id: 5 Memory sempurna
pt: 5 Memória perfeitos

# achMemoryPro
source: Memory Pro
ar: محترف الذاكرة
de: Gedächtnis-Profi
es: Pro Memoria
fr: Pro Mémoire
hi: मेमोरी प्रो
id: Pro Memory
pt: Pro Memória

# achMemoryProDesc
source: 10 perfect Memory levels
ar: 10 مستويات ذاكرة مثالية
de: 10 perfekte Gedächtnis
es: 10 Memoria perfectos
fr: 10 Mémoire parfaits
hi: 10 परफेक्ट मेमोरी स्तर
id: 10 Memory sempurna
pt: 10 Memória perfeitos

# achMemoryGenius
source: Memory Genius
ar: عبقري الذاكرة
de: Gedächtnis-Genie
es: Genio Memoria
fr: Génie Mémoire
hi: मेमोरी जीनियस
id: Jenius Memory
pt: Gênio Memória

# achMemoryGeniusDesc
source: 25 perfect Memory levels
ar: 25 مستوى ذاكرة مثالي
de: 25 perfekte Gedächtnis
es: 25 Memoria perfectos
fr: 25 Mémoire parfaits
hi: 25 परफेक्ट मेमोरी स्तर
id: 25 Memory sempurna
pt: 25 Memória perfeitos

# achEideticMemory
source: Eidetic Memory
ar: ذاكرة فوتوغرافية
de: Eidetisches Gedächtnis
es: Memoria Eidética
fr: Mémoire Eidétique
hi: फोटोग्राफिक मेमोरी
id: Memory Eidetik
pt: Memória Eidética

# achEideticMemoryDesc
source: 50 perfect Memory levels
ar: 50 مستوى ذاكرة مثالي
de: 50 perfekte Gedächtnis
es: 50 Memoria perfectos
fr: 50 Mémoire parfaits
hi: 50 परफेक्ट मेमोरी स्तर
id: 50 Memory sempurna
pt: 50 Memória perfeitos

# achPhotographicMemory
source: Photographic Memory
ar: ذاكرة خارقة
de: Fotografisches Gedächt
es: Memoria Fotográfica
fr: Mémoire Photographique
hi: सुपर मेमोरी
id: Memory Fotografis
pt: Memória Fotográfica

# achPhotographicMemoryDesc
source: 100 perfect Memory levels
ar: 100 مستوى ذاكرة مثالي
de: 100 perfekte Gedächtnis
es: 100 Memoria perfectos
fr: 100 Mémoire parfaits
hi: 100 परफेक्ट मेमोरी स्तर
id: 100 Memory sempurna
pt: 100 Memória perfeitos

# achMemoryBasicMaster
source: Memory Basic Master
ar: سيد ذاكرة الأساسيات
de: Gedächt. Basis-Meister
es: Maestro Básico Memoria
fr: Maître Basique Mémoire
hi: मेमोरी बेसिक मास्टर
id: Master Dasar Memory
pt: Mestre Básico Memória

# achMemoryBasicMasterDesc
source: All basic in Memory
ar: جميع الأساسيات في الذاكرة
de: Alle Basis im Gedächtnis
es: Todo básico en Memoria
fr: Tout basique en Mémoire
hi: मेमोरी में सभी बेसिक
id: Semua dasar di Memory
pt: Todo básico na Memória

# achMemoryFormatMaster
source: Memory Format Master
ar: سيد ذاكرة التنسيق
de: Gedächt. Format-Meister
es: Maestro Formato Memoria
fr: Maître Format Mémoire
hi: मेमोरी फॉर्मेट मास्टर
id: Master Format Memory
pt: Mestre Formato Memória

# achMemoryFormatMasterDesc
source: All formatted in Memory
ar: جميع المنسق في الذاكرة
de: Alle Format im Gedächtnis
es: Todo formato en Memoria
fr: Tout format en Mémoire
hi: मेमोरी में सभी फॉर्मेटेड
id: Semua format di Memory
pt: Todo formato na Memória

# achMemoryTimeMaster
source: Memory Time Master
ar: سيد ذاكرة الوقت
de: Gedächt. Zeit-Meister
es: Maestro Tiempo Memoria
fr: Maître Temps Mémoire
hi: मेमोरी टाइम मास्टर
id: Master Waktu Memory
pt: Mestre Tempo Memória

# achMemoryTimeMasterDesc
source: All time in Memory
ar: جميع الوقت في الذاكرة
de: Alle Zeit im Gedächtnis
es: Todo tiempo en Memoria
fr: Tout temps en Mémoire
hi: मेमोरी में सभी समय
id: Semua waktu di Memory
pt: Todo tempo na Memória

# achMemoryNamesMaster
source: Memory Names Master
ar: سيد ذاكرة الأسماء
de: Gedächt. Namen-Meister
es: Maestro Nombres Memoria
fr: Maître Noms Mémoire
hi: मेमोरी नेम्स मास्टर
id: Master Nama Memory
pt: Mestre Nomes Memória

# achMemoryNamesMasterDesc
source: All names in Memory
ar: جميع الأسماء في الذاكرة
de: Alle Namen im Gedächtnis
es: Todo nombres en Memoria
fr: Tout noms en Mémoire
hi: मेमोरी में सभी नाम
id: Semua nama di Memory
pt: Todo nomes na Memória

# achMemoryMixedMaster
source: Memory Mixed Master
ar: سيد ذاكرة المختلط
de: Gedächt. Mix-Meister
es: Maestro Mixto Memoria
fr: Maître Mixte Mémoire
hi: मेमोरी मिक्स्ड मास्टर
id: Master Campuran Memory
pt: Mestre Misto Memória

# achMemoryMixedMasterDesc
source: All mixed in Memory
ar: جميع المختلط في الذاكرة
de: Alle Gemischt im Gedächt.
es: Todo mixto en Memoria
fr: Tout mixte en Mémoire
hi: मेमोरी में सभी मिश्रित
id: Semua campuran di Memory
pt: Todo misto na Memória

# achDailyStarter
source: Daily Starter
ar: بداية يومية
de: Täglicher Start
es: Iniciador Diario
fr: Début Quotidien
hi: डेली स्टार्टर
id: Pemula Harian
pt: Início Diário

# achDailyStarterDesc
source: First daily challenge
ar: أول تحدي يومي
de: Erste tägliche Aufgabe
es: Primer desafío diario
fr: Premier défi quotidien
hi: पहली दैनिक चुनौती
id: Tantangan harian pertama
pt: Primeiro desafio diário

# achWeeklyChallenger
source: Weekly Challenger
ar: متحدي الأسبوع
de: Wochen-Herausforderer
es: Retador Semanal
fr: Challenger Hebdo
hi: वीकली चैलेंजर
id: Penantang Mingguan
pt: Desafiante Semanal

# achWeeklyChallengerDesc
source: 7 daily challenges
ar: 7 تحديات يومية
de: 7 tägliche Aufgaben
es: 7 desafíos diarios
fr: 7 défis quotidiens
hi: 7 दैनिक चुनौतियाँ
id: 7 tantangan harian
pt: 7 desafios diários

# achMonthlyChallenger
source: Monthly Challenger
ar: متحدي الشهر
de: Monats-Herausforderer
es: Retador Mensual
fr: Challenger Mensuel
hi: मंथली चैलेंजर
id: Penantang Bulanan
pt: Desafiante Mensal

# achMonthlyChallengerDesc
source: 30 daily challenges
ar: 30 تحدي يومي
de: 30 tägliche Aufgaben
es: 30 desafíos diarios
fr: 30 défis quotidiens
hi: 30 दैनिक चुनौतियाँ
id: 30 tantangan harian
pt: 30 desafios diários

# achDailyLegend
source: Daily Legend
ar: أسطورة يومية
de: Tägliche Legende
es: Leyenda Diaria
fr: Légende Quotidienne
hi: डेली लीजेंड
id: Legenda Harian
pt: Lenda Diária

# achDailyLegendDesc
source: 100 daily challenges
ar: 100 تحدي يومي
de: 100 tägliche Aufgaben
es: 100 desafíos diarios
fr: 100 défis quotidiens
hi: 100 दैनिक चुनौतियाँ
id: 100 tantangan harian
pt: 100 desafios diários

# achPerfectDay
source: Perfect Day
ar: يوم مثالي
de: Perfekter Tag
es: Día Perfecto
fr: Jour Parfait
hi: परफेक्ट डे
id: Hari Sempurna
pt: Dia Perfeito

# achPerfectDayDesc
source: 5 perfect daily
ar: 5 يوميات مثالية
de: 5 perfekte Tägliche
es: 5 diarios perfectos
fr: 5 quotidiens parfaits
hi: 5 परफेक्ट डेली
id: 5 harian sempurna
pt: 5 diários perfeitos

# achPerfectWeek
source: Perfect Week
ar: أسبوع مثالي
de: Perfekte Woche
es: Semana Perfecta
fr: Semaine Parfaite
hi: परफेक्ट वीक
id: Minggu Sempurna
pt: Semana Perfeita

# achPerfectWeekDesc
source: 10 perfect daily
ar: 10 يوميات مثالية
de: 10 perfekte Tägliche
es: 10 diarios perfectos
fr: 10 quotidiens parfaits
hi: 10 परफेक्ट डेली
id: 10 harian sempurna
pt: 10 diários perfeitos

# achPerfectStreak
source: Perfect Streak
ar: تتابع مثالي
de: Perfekte Serie
es: Racha Perfecta
fr: Série Parfaite
hi: परफेक्ट स्ट्रीक
id: Streak Sempurna
pt: Sequência Perfeita

# achPerfectStreakDesc
source: 25 perfect daily
ar: 25 يومية مثالية
de: 25 perfekte Tägliche
es: 25 diarios perfectos
fr: 25 quotidiens parfaits
hi: 25 परफेक्ट डेली
id: 25 harian sempurna
pt: 25 diários perfeitos

# achFlawlessPlayer
source: Flawless Player
ar: لاعب بلا أخطاء
de: Makelloser Spieler
es: Jugador Impecable
fr: Joueur Impeccable
hi: फ्लॉलेस प्लेयर
id: Pemain Tanpa Cela
pt: Jogador Impecável

# achFlawlessPlayerDesc
source: 50 perfect daily
ar: 50 يومية مثالية
de: 50 perfekte Tägliche
es: 50 diarios perfectos
fr: 50 quotidiens parfaits
hi: 50 परफेक्ट डेली
id: 50 harian sempurna
pt: 50 diários perfeitos

# achDailyPerfectionist
source: Daily Perfectionist
ar: كمالي يومي
de: Täglicher Perfektionist
es: Perfeccionista Diario
fr: Perfection. Quotidien
hi: डेली परफेक्शनिस्ट
id: Perfeksionis Harian
pt: Perfeccion. Diário

# achDailyPerfectionistDesc
source: 100 perfect daily
ar: 100 يومية مثالية
de: 100 perfekte Tägliche
es: 100 diarios perfectos
fr: 100 quotidiens parfaits
hi: 100 परफेक्ट डेली
id: 100 harian sempurna
pt: 100 diários perfeitos

# achPartyHost
source: Party Host
ar: مضيف الحفلة
de: Party-Gastgeber
es: Anfitrión
fr: Hôte de Fête
hi: पार्टी होस्ट
id: Tuan Rumah
pt: Anfitrião

# achPartyHostDesc
source: Host 10 multiplayer games
ar: استضف 10 ألعاب متعددة
de: 10 Mehrspieler-Spiele
es: 10 juegos multijugador
fr: 10 parties multijoueur
hi: 10 मल्टीप्लेयर गेम होस्ट करें
id: 10 game multiplayer
pt: 10 jogos multijogador

# achSocialGamer
source: Social Gamer
ar: لاعب اجتماعي
de: Sozialer Spieler
es: Jugador Social
fr: Joueur Social
hi: सोशल गेमर
id: Gamer Sosial
pt: Jogador Social

# achSocialGamerDesc
source: Host 25 multiplayer games
ar: استضف 25 لعبة متعددة
de: 25 Mehrspieler-Spiele
es: 25 juegos multijugador
fr: 25 parties multijoueur
hi: 25 मल्टीप्लेयर गेम होस्ट करें
id: 25 game multiplayer
pt: 25 jogos multijogador

# achMultiplayerLegend
source: Multiplayer Legend
ar: أسطورة متعدد اللاعبين
de: Mehrspieler-Legende
es: Leyenda Multijugador
fr: Légende Multijoueur
hi: मल्टीप्लेयर लीजेंड
id: Legenda Multiplayer
pt: Lenda Multijogador

# achMultiplayerLegendDesc
source: Host 50 multiplayer games
ar: استضف 50 لعبة متعددة
de: 50 Mehrspieler-Spiele
es: 50 juegos multijugador
fr: 50 parties multijoueur
hi: 50 मल्टीप्लेयर गेम होस्ट करें
id: 50 game multiplayer
pt: 50 jogos multijogador

# achPerfectRun
source: Perfect Run
ar: جري مثالي
de: Perfekter Lauf
es: Carrera Perfecta
fr: Course Parfaite
hi: परफेक्ट रन
id: Lari Sempurna
pt: Corrida Perfeita
