Repository: imamsatya/sorga
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, pt

# achPerfectRunDesc
source: 10 levels without mistakes
ar: 10 مستويات بدون أخطاء
de: 10 Level ohne Fehler
es: 10 niveles sin errores
fr: 10 niveaux sans erreur
hi: बिना गलती 10 स्तर
id: 10 level tanpa salah
pt: 10 níveis sem erros

# achDedicatedPlayer
source: Dedicated Player
ar: لاعب متفاني
de: Engagierter Spieler
es: Jugador Dedicado
fr: Joueur Dévoué
hi: समर्पित खिलाड़ी
id: Pemain Setia
pt: Jogador Dedicado

# achDedicatedPlayerDesc
source: Play for 1 hour total
ar: العب ساعة إجمالياً
de: 1 Stunde Gesamtspielzeit
es: 1 hora de juego total
fr: 1 heure de jeu total
hi: कुल 1 घंटा खेलें
id: Main 1 jam total
pt: 1 hora de jogo total

# achMarathonRunner
source: Marathon Runner
ar: عداء الماراثون
de: Marathonläufer
es: Maratonista
fr: Marathonien
hi: मैराथन रनर
id: Pelari Maraton
pt: Maratonista

# achMarathonRunnerDesc
source: Play for 5 hours total
ar: العب 5 ساعات إجمالياً
de: 5 Stunden Gesamtspielzeit
es: 5 horas de juego total
fr: 5 heures de jeu total
hi: कुल 5 घंटे खेलें
id: Main 5 jam total
pt: 5 horas de jogo total

# achTotalMaster
source: Total Master
ar: السيد الشامل
de: Gesamtmeister
es: Maestro Total
fr: Maître Total
hi: टोटल मास्टर
id: Master Total
pt: Mestre Total

# achTotalMasterDesc
source: 1100 levels (regular + Memory)
ar: 1100 مستوى (عادي + ذاكرة)
de: 1100 Level gesamt
es: 1100 niveles totales
fr: 1100 niveaux totaux
hi: 1100 स्तर (रेगुलर + मेमोरी)
id: 1100 level (biasa + Memory)
pt: 1100 níveis totais

# achCompletionist
source: Completionist
ar: المكمل
de: Komplettist
es: Completista
fr: Complétionniste
hi: कम्प्लीशनिस्ट
id: Kolektor Lengkap
pt: Completista

# achCompletionistDesc
source: Unlock all achievements
ar: افتح جميع الإنجازات
de: Alle Erfolge freischalten
es: Desbloquea todos los logros
fr: Débloque tous les succès
hi: सभी उपलब्धियाँ अनलॉक करें
id: Buka semua pencapaian
pt: Desbloqueie todas conquistas

# achNightOwl
source: Night Owl
ar: بومة الليل
de: Nachteule
es: Ave Nocturna
fr: Oiseau de Nuit
hi: नाइट ऑउल
id: Burung Hantu
pt: Coruja Noturna

# achNightOwlDesc
source: Play between midnight and 5 AM
ar: العب بين منتصف الليل و5 صباحاً
de: Spielen 0-5 Uhr
es: Juega 0-5 AM
fr: Joue 0h-5h
hi: आधी रात से सुबह 5 बजे के बीच खेलें
id: Main tengah malam - 5 pagi
pt: Jogue 0h-5h

# achEarlyBird
source: Early Bird
ar: الطائر المبكر
de: Frühaufsteher
es: Madrugador
fr: Lève-Tôt
hi: अर्ली बर्ड
id: Burung Pagi
pt: Madrugador

# achEarlyBirdDesc
source: Play between 5 AM and 7 AM
ar: العب بين 5 و7 صباحاً
de: Spielen 5-7 Uhr
es: Juega 5-7 AM
fr: Joue 5h-7h
hi: सुबह 5 से 7 बजे के बीच खेलें
id: Main 5 - 7 pagi
pt: Jogue 5h-7h

# achNewYearSorter
source: New Year Sorter
ar: مرتب العام الجديد
de: Neujahrs-Sortierer
es: Ordenador de Año Nuevo
fr: Trieur du Nouvel An
hi: न्यू ईयर सॉर्टर
id: Sortir Tahun Baru
pt: Ordenador de Ano Novo

# achNewYearSorterDesc
source: Play on January 1st
ar: العب في 1 يناير
de: Am 1. Januar spielen
es: Juega el 1 de enero
fr: Joue le 1er janvier
hi: 1 जनवरी को खेलें
id: Main tanggal 1 Januari
pt: Jogue em 1 de janeiro

# achNeverGiveUp
source: Never Give Up
ar: لا تستسلم أبداً
de: Niemals aufgeben
es: Nunca Rendirse
fr: Ne Jamais Abandonner
hi: कभी हार न मानें
id: Pantang Menyerah
pt: Nunca Desistir

# achNeverGiveUpDesc
source: Use retry 50 times
ar: استخدم إعادة المحاولة 50 مرة
de: 50x Wiederholen
es: Reintentar 50 veces
fr: Réessayer 50 fois
hi: 50 बार रिट्राई करें
id: Ulangi 50 kali
pt: Tentar novamente 50 vezes

# achInstantWin
source: Instant Win
ar: فوز فوري
de: Sofortiger Sieg
es: Victoria Instantánea
fr: Victoire Instantanée
hi: इंस्टेंट विन
id: Kemenangan Instan
pt: Vitória Instantânea

# achInstantWinDesc
source: Complete in under 2s
ar: أكمل في أقل من ثانيتين
de: Level in unter 2s
es: Nivel en menos de 2s
fr: Niveau en moins de 2s
hi: 2 सेकंड में पूरा करें
id: Selesaikan dalam 2 detik
pt: Nível em menos de 2s

# achDescendingFan
source: Descending Fan
ar: محب التنازلي
de: Absteigend-Fan
es: Fan Descendente
fr: Fan Descendant
hi: डिसेंडिंग फैन
id: Penggemar Turun
pt: Fã Descendente

# achDescendingFanDesc
source: 20 descending in a row
ar: 20 تنازلي متتالي
de: 20x absteigend
es: 20 descendentes seguidos
fr: 20 descendants de suite
hi: लगातार 20 घटते क्रम
id: 20 descending berturut
pt: 20 descendentes seguidos

# achSwapMaster
source: Swap Master
ar: سيد التبديل
de: Tausch-Meister
es: Maestro Intercambio
fr: Maître Échange
hi: स्वैप मास्टर
id: Master Tukar
pt: Mestre Troca

# achSwapMasterDesc
source: 10 levels using only swap
ar: 10 مستويات بالتبديل فقط
de: 10 Level nur mit Tausch
es: 10 niveles solo swap
fr: 10 niveaux swap seul
hi: केवल स्वैप से 10 स्तर
id: 10 level hanya swap
pt: 10 níveis só swap

# achShiftMaster
source: Shift Master
ar: سيد الإزاحة
de: Verschiebe-Meister
es: Maestro Desplazamiento
fr: Maître Décalage
hi: शिफ्ट मास्टर
id: Master Geser
pt: Mestre Deslocamento

# achShiftMasterDesc
source: 10 levels using only shift
ar: 10 مستويات بالإزاحة فقط
de: 10 Level nur mit Verschieben
es: 10 niveles solo shift
fr: 10 niveaux shift seul
hi: केवल शिफ्ट से 10 स्तर
id: 10 level hanya shift
pt: 10 níveis só shift

# watchAd
source: Watch Ad for Extra Chance
ar: شاهد إعلاناً لفرصة إضافية
de: Werbung für Extrachance
es: Ver anuncio por oportunidad extra
hi: अतिरिक्त मौके के लिए विज्ञापन देखें

source: Go Pro
ar: اشترك برو
de: Pro Version
es: Hazte Pro
hi: प्रो बनें

source: No Ads
ar: بدون إعلانات
de: Keine Werbung
es: Sin anuncios
hi: कोई विज्ञापन नहीं

# noAdsDesc
source: Remove all banner and interstitial ads
ar: إزالة جميع الإعلانات
de: Alle Banner- und Interstitial-Anzeigen entfernen
es: Elimina todos los banners y anuncios intersticiales
hi: सभी बैनर और इंटरस्टीशियल विज्ञापन हटाएं

source: Unlimited Attempts
ar: محاولات غير محدودة
de: Unbegrenzte Versuche
es: Intentos ilimitados
hi: असीमित प्रयास

# unlimitedAttemptsDesc
source: Never run out of chances
ar: لن تنفد فرصك أبداً
de: Chancen gehen nie aus
es: Nunca te quedas sin oportunidades
hi: कभी मौके खत्म न हों

source: Pro Badge
ar: شارة برو
de: Pro-Abzeichen
es: Insignia Pro
hi: प्रो बैज

# proBadgeDesc
source: Show your premium status
ar: أظهر حالتك المميزة
de: Zeige deinen Premium-Status
es: Muestra tu estado premium
hi: अपना प्रीमियम स्टेटस दिखाएं

# supportDev
source: Support Developer
ar: ادعم المطور
de: Entwickler unterstützen
es: Apoya al desarrollador
hi: डेवलपर का समर्थन करें

# supportDevDesc
source: Help us create more content
ar: ساعدنا في إنشاء المزيد
de: Hilf uns, mehr Inhalte zu erstellen
es: Ayúdanos a crear más contenido
hi: हमें और कंटेंट बनाने में मदद करें

source: What You Get
ar: ما ستحصل عليه
de: Was du bekommst
es: Lo que obtienes
hi: आपको क्या मिलेगा

source: Processing...
ar: جارٍ المعالجة...
de: Verarbeitung...
es: Procesando...
hi: प्रोसेसिंग...

# purchaseSuccess
source: Welcome to Pro!
ar: مرحباً بك في برو!
de: Willkommen bei Pro!
es: ¡Bienvenido a Pro!
hi: प्रो में आपका स्वागत है!

# youAreNowPro
source: You now have unlimited access to all features!
ar: لديك الآن وصول غير محدود لجميع الميزات!
de: Du hast jetzt unbegrenzten Zugang zu allen Funktionen!
es: ¡Ahora tienes acceso ilimitado a todas las funciones!
hi: अब आपके पास सभी फीचर्स का असीमित एक्सेस है!

source: OK
ar: حسناً
hi: ठीक है

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
hi: खरीदारी पुनर्स्थापित करें

# noPurchasesToRestore
source: No previous purchases found
ar: لم يتم العثور على مشتريات سابقة
de: Keine vorherigen Käufe gefunden
es: No se encontraron compras anteriores
hi: कोई पिछली खरीदारी नहीं मिली

# alreadyPro
source: You're Already Pro!
ar: أنت برو بالفعل!
de: Du bist bereits Pro!
es: ¡Ya eres Pro!
hi: आप पहले से प्रो हैं!

# appTitle
source: SORTIQ
fr: Sorga
id: Sorga
pt: Sorga
